share/base/0/T
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii; 	
 class volScalarField; 	
 object T; 	
}

dimensions [ 0 0 0 1 0 0 0 ];

internalField uniform 300; 	

boundaryField
{
  ".*"
  {
    type calculated;
  }
} 	// ************************************************************************* //

