share/base/0/U
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii; 	
 class volVectorField; 	
 object U; 	
}

dimensions [ 0 1 -1 0 0 0 0 ];

internalField uniform (0.1 0 0); 	

boundaryField
{
  ".*"
  {
    type calculated;
  }
} 	// ************************************************************************* //

