share/base/system/controlDict
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii; 	
 class dictionary; 	
 location "system"; 	
 object controlDict; 	
}

application chtMultiRegionSimpleFoam;

startFrom latestTime; 	

startTime 0; 	

stopAt endTime; 	

endTime 6000; 	

deltaT 1; 	

writeControl timeStep; 	

writeInterval 100; 	

purgeWrite 0; 	

writeFormat ascii; 	

writePrecision 9; 	

writeCompression compressed; 	

timeFormat general; 	

timePrecision 6; 	

runTimeModifiable true; 	

