share/base/system/fvSchemes
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii; 	
 class dictionary; 	
 object fvSchemes; 	
}

ddtSchemes
{
}

gradSchemes
{
} 	

divSchemes
{
} 	

laplacianSchemes
{
} 	

interpolationSchemes
{
} 	

snGradSchemes
{
} 	

fluxRequired
{
} 	

