share/base/system/surfaceFeatureExtractDict
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii; 	
 class dictionary; 	
 object surfaceFeatureExtractDict; 	
}


